Repository: ThickLine/mypocket
Catalog: lib/l10n/app_*.arb
Languages: lv

# settingsTitle
source: Settings
lv: Iestatījumi

# darkLightTitle
source: Light/Dark Theme
lv: Gaišā/Tumšā Tēma

# isSecure
source: Use biometrics
lv: Biometriskā piekļuve

source: Back
lv: Atpakaļ

# settingViewTitle
source: Setting View
lv: Iestatījumi

# uploadViewTitle
source: Upload File
lv: Augšuplādēt failu

# namePlacholder
source: Name
lv: Vārds

# loginTitle
source: Enter
lv: Ieiet

# itemViewTitle
source: File View
lv: Fails

# deleteTitle
source: Delete Item
lv: Dzēst failu

# deleteQuestion
source: Are you sure you want to delete this file?
lv: Vai esi pārliecināts, ka vēlies dzēst?

source: Cancel
lv: Atcelt

source: Confirm
lv: Apstiprināt

# languageSwitchTitle
source: Change language
lv: Mainīt valodu

# languageLV
source: Latvie≈°u
lv: Latviešu

# localizedReasonTitle
source: Please authenticate to access content
lv: Lūdzu, autentificējieties, lai piekļūtu aplikācijai

# versionTitle
source: This app is running version
lv: Aplikācijas versija

# deleteAllFilesTitle
source: Wipe all
lv: Dzēst visu

# deleteAllFilesQuestion
source: This is irreversible! Are you sure?
lv: Tas ir neatgriezeniski! Vai esi drošs?

# fileUnsuccessfulUploadMessage
source: Couldn't save the file
lv: Nevarēja saglabāt failu

# fileUnsuccessfulUploadDescription
source: Probably permission was denied
lv: Iespējams, atļauja tika liegta
